Repository: muflone/gespeaker
Catalog: po/*.po
Languages: hu, pt_br, sv

source: <b>Advanced settings</b>
hu: Haladó beállítások
pt_br: <b>Configurações avançadas</b>
sv: <b>Avancerade inställningar</b>

source: <b>Base settings</b>
hu: <b>Alapbeállítások</b>
pt_br: <b>Configurações básicas</b>
sv: <b>Basinställningar</b>

source: Insert text to play
hu: Írd be a lejátszani kívánt szöveget:
pt_br: Inserir texto a reproduzir
sv: Infoga text att spela upp

source: Dela_y:
hu: Késleltetés:
sv: _Fördröjning:

source: Fem_ale
hu: Nő
sv: _Kvinna

source: P_itch:
hu: Hangmagasság:
sv: _Tonhöjd:

source: Spee_d:
hu: Sebesség:
sv: Has_tighet:

source: Varia_nt:
hu: Változat:

source: Voice:
hu: Hang:
pt_br: Voz:
sv: Röst:

source: _Edit
hu: Szerkesztés
sv: _Redigera

source: _File
hu: &Fájl
sv: _Arkiv

source: _Help
hu: Segítség
sv: _Hjälp

source: _Language:
hu: Nyelv
sv: _Språk:

source: _Male
hu: Férfi
sv: _Man

source: _Volume:
hu: Hangerő
sv: _Volym:

source: <b>Audio player</b>
hu: <b>Hang lejátszó</b>
pt_br: <b>Reprodutor de áudio</b>
sv: <b>Ljuduppspelare</b>

source: <b>Mbrola application</b>
hu: <b>Mbrola alkalmazás</b>
pt_br: <b>Aplicativo Mbrola</b>
sv: <b>Mbrola-applikation</b>

source: <b>Mbrola voices available</b>
hu: <b>Mbrola hangok elérhetőek</b>
pt_br: <b>Vozes disponíveis do Mbrola</b>
sv: <b>Mbrola-röster tillgängliga</b>

source: <b>Other settings</b>
hu: <b>Egyéb beállítások</b>
pt_br: <b>Outras configurações</b>
sv: Andra inställningar

source: <b>Recording</b>
hu: <b>Felvétel</b>
pt_br: <b>Gravação</b>
sv: <b>Inspelning</b>

source: <b>Saving preferences</b>
hu: <b>Beállítások mentése</b>
pt_br: <b>Salvando preferências</b>
sv: <b>Sparade inställningar</b>

source: <b>Welcome message</b>
hu: <b>Üdvözlőszöveg</b>
pt_br: <b>Mensagem de boas-vindas</b>
sv: <b>Välkomstmeddelande</b>

source: Co_mmand:
hu: Parancs:
sv: Ko_mmando:

source: Custom mess_age:
hu: Egyéni üzenet:
sv: Anpassat me_ddelande:

source: Enable te_xt wrapping
hu: Szövegtördelés bekapcsolása:
sv: Ak_tivera radbrytning

source: General
hu: Általános
pt_br: Geral
sv: Allmänt

source: Load voice _variants
hu: Hang változatok betöltése
sv: Läs in r_östvarianter

source: Main program mbrola
hu: Fő program mbrola
pt_br: Programa principal Mbrola
sv: Huvudprogram mbrola

source: Mbrola voices
hu: Mbrola hangok
pt_br: Vozes do Mbrola
sv: Mbrola-röster

source: Mbrola voices path:
hu: Mbrola hang útvonalak:
pt_br: Caminho das vozes do Mbrola:
sv: Mbrola röstsökväg:

source: Preferences
hu: Beállítások
pt_br: Preferências
sv: Inställningar

source: Save main window s_ize
hu: Főablak méretének mentése
sv: Spara h_uvudfönstrets storlek

source: Single track _record
hu: Egy sávos felvétel
sv: E_nkelspårig inspelning

source: Speak _welcome text on program start
hu: Üdvözlőszöveg felolvasása programindításkor
sv: Spela upp _välkomstmeddelande vid programstart

source: _Save voice settings automatically
hu: Hangbeállítások automatikus mentése
sv: S_para röstinställningar automatiskt

source: _Use custom welcome message
hu: Egyéni üdvözlőszöveg használata
sv: Anv_änd anpassat välkomstmeddelande

source: Audio testing
hu: Hang tesztelés
pt_br: Teste de áudio
sv: Ljudtest

source: There was an error during the test for the audio player. Error %s: %s
hu: Egy hiba történt a hanglejátszó rendszer tesztelése során. Hiba %s: %s
pt_br: Ocorreu um erro durante o teste de áudio. Erro %s: %s
sv: Det uppstod ett fel i ljuduppspelaren under testet. Fel %s: %s

source: default language
hu: hungarian
pt_br: Idioma principal
sv: svenska

source: Do you want to delete the current text?
hu: Törölni akarod a jelenlegi szöveget?
pt_br: Deseja apagar o texto atual?
sv: Vill du ta bort aktuell text?

source: Please select the text file to open
hu: Kérlek válaszd ki a szöveges állományt a megnyitáshoz
pt_br: Por favor, selecione o arquivo de texto a ser importado
sv: Välj textfil att öppna

source: Text files (*.txt)
hu: Szöveges állományok (*.txt)
pt_br: Arquivos de texto (*.txt)
sv: Textfiler (*.txt)

source: All files
hu: Minden fájl
pt_br: Todos os arquivos
sv: Alla filer

source: Error opening the file
hu: Hiba a fájl megnyitása során
pt_br: Erro ao abrir o arquivo
sv: Kunde inte öppna filen

source: Please select where to save the text file
hu: Kérlek válaszd ki hová mentsem a szöveges fájlt
pt_br: Por favor, selecione onde salvar o arquivo de texto
sv: Välj var textfilen skall sparas

source: Error saving the file
hu: Hiba a fájl mentése során
pt_br: Erro ao salvar o arquivo
sv: Kunde inte spara filen

source: Do you want to reset the default settings?
hu: Tényleg törölni akarod az alapértelmezett beállításokat?
pt_br: Deseja restaurar aos padrões de fábrica?
sv: Vill du återställa standardinställningarna?

source: A GTK frontend for espeak
hu: Egy GTK frontend az espeakhez
pt_br: Uma interface GTK para o eSpeak
sv: Ett GTK-gränssnitt för espeak

source: Please select where to save the recorded file
hu: Kérlek válaszd ki hová mentsem a hangfelvételt
pt_br: Por favor, selecione onde salvar a gravação
sv: Välj var den inspelade filen skall sparas

source: Wave files (*.wav)
hu: Wav fájlok (*.wav)
pt_br: Arquivos wav (*.wav)
sv: Wave-filer (*.wav)

source: Recording audio track to: %s
hu: Hangsáv felvétele ide: %s
sv: Spelar in ett ljudspår till: %s

source: PulseAudio sound server
hu: PulseAudio Hangszerver
pt_br: Servidor de som PulseAudio
sv: PulseAudio ljudserver

source: Custom sound application
hu: Egyéni hangalkalmazás
pt_br: Aplicativo de som personalizado
sv: Anpassad ljudapplikation

source: _Test
hu: Teszt

source: Language
hu: Nyelv
pt_br: Idioma
sv: Språk

source: Resource
hu: Forrás
pt_br: Recurso
sv: Resurs

source: Status
hu: Státusz
pt_br: Estado

source: Installed
hu: Telepített
pt_br: Instalado
sv: Installerat

source: Not installed
hu: Nem telepített
pt_br: Não instalado
sv: Inte installerat

source: %d languages of %d detected
hu: %d nyelv %d detektáltból
pt_br: %d idiomas de %d detectados
sv: %d språk av %d identifierade

source: Package mbrola installed
hu: Mbrola csomag telepítve
pt_br: Pacote Mbrola instalado
sv: Paketet mbrola installerat

source: Package mbrola not installed
hu: Mbrola csomag nincs telepítve
pt_br: Pacote Mbrola não instalado
sv: Paketet mbrola inte installerat

source: Welcome in Gespeaker
hu: Üdvözlet a Gespeakerben
pt_br: Bem-vindo ao Gespeaker
sv: Välkommen till Gespeaker

source: ALSA - Advanced Linux Sound Architecture
pt_br: ALSA - Arquitetura Avançada de Som para Linux
